11/data/attachments/11ec653b0d61cb4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_27f386d2-a8f3-40b8-a19f-6b4e1b7fd735</nif:username>
            <nif:friendToBeAdded>Christina_conference_Actions_83385_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>